Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/ExitSwitchForm.*.resx
Languages: es

# Volumelabel.Text
source: cm3
es: Centímetros cúbicos

# VolumecheckBox.Text
source: Volume
es: Volumen

# Weightlabel.Text
source: g
es: Gramos

# WeightcheckBox.Text
source: Weight
es: Peso

# NumcheckBox.Text
source: Pieces
es: Cantidad

# ChangegroupBox.Text
source: Carton fill
es: Cantidad carga

# LabelcheckBox4.Text
source: Label4
es: Etiquetado 4

# LabelcheckBox2.Text
source: Label2
es: Etiquetado 2

# LabelcheckBox3.Text
source: Label3
es: Etiquetado 3

# LabelcheckBox1.Text
source: Label1
es: Etiquetado 1

# LabelgroupBox.Text
source: Label
es: Etiquetado

# OKbutton.Text
source: OK
es: Confirmar

# Cancelbutton.Text
source: Cancel
es: Cancelar

# Gradelabel.Text
source: Grade
es: Clases

# Outletlabel.Text
source: Outlet
es: salida

# Settinglabel.Text
source: Settings
es: Ajustes

# MotorEnableSwitchWeightlabel.Text
source: Weight
es: Peso

# MotorEnableSwitchNumlabel.Text
source: Pieces
es: Cantidad

# MotorEnableSwitchcomboBox.Items
source: Pieces
es: Número

# HoldTimelabel.Text
source: Duration
es: Tiempo final

# DelayTimelabel.Text
source: Start Delay
es: Retraso inicio

# MotorEnableSwitchlabel.Text
source: EnableSwitchMode
es: Activar modo

# MotorSendbutton.Text
source: Sending Data
es: Enviar

# ReplaceSelectcheckBox.Text
source: Use Product Name for Display Name
es: el nombre producto sustituira el nombre visualizado

# label5.Text
source: Display Name
es: visualizar nombre

# label4.Text
source: Product Name
es: nombre producto

# groupBox1.Text
source: Names
es: nombre

# label6.Text
source: Append Content
es: añadir contenido

# groupBox2.Text
source: Panel Display
es: visualizar panel

# $this.Text
source: Outlet Settings
es: Ajustes salida
