Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/GradeSetForm.*.resx
Languages: es

# AlarmThresholdlabel.Text
source: 比率阈值
es: Umbral

# groupBox2.Text
source: 出口报警
es: Alarma de Salida

# FruitTypeslabel.Text
source: 种类
es: Tipo

# FruitTypescomboBox.Items
source: 梨
es: Pera

# FruitTypescomboBox.Items1
source: 红枣
es: Dátiles

# FruitTypescomboBox.Items2
source: 蜜桔
es: Melaza

# FruitTypescomboBox.Items3
source: 蜜柚
es: Pomelo

# FruitTypescomboBox.Items4
source: 柠檬
es: Limón

# FruitTypescomboBox.Items5
source: 苹果
es: Manzana

# FruitTypescomboBox.Items6
source: 脐橙
es: Naranja

# FruitTypescomboBox.Items7
source: 石榴
es: Granada

# FruitTypescomboBox.Items8
source: 山竹
es: Bambú

# FruitTypescomboBox.Items9
source: 土豆
es: Patata

# FruitTypescomboBox.Items10
source: 甜椒
es: Pimienta

# FruitTypescomboBox.Items11
source: 甜柿
es: Tomate

# FruitTypescomboBox.Items12
source: 桃子
es: Durazno

# FruitTypescomboBox.Items13
source: 洋葱
es: Cebolla

# FruitTypescomboBox.Items14
source: 猕猴桃
es: Kiwi

# FruitTypescomboBox.Items15
source: 圣女果
es: Fruto seco

# FruitTypescomboBox.Items16
source: 西红柿
es: Tomate

# FruitTypescomboBox.Items17
source: 椭圆形水果
es: Fruta elíptica

# FruitTypescomboBox.Items18
source: 扁圆形水果
es: Fruta redonda

# groupBox1.Text
source: 水果
es: Fruta

# AutoWeightbutton.Text
source: 自动生成
es: Generar automaticamente

# Weightlabel2.Text
source: 装箱重量2
es: Peso objetivo 2

# Unitlabel2.Text
source: 公斤
es: kg

# Unitlabel1.Text
source: 公斤
es: kg

# Weightlabel1.Text
source: 装箱重量1
es: Peso objetivo 1

# GradeSizelistViewExName.Text
source: 等级名称
es: Nombre

# GradeSizelistViewExMiniSize.Text
source: 最小尺寸（毫米）
es: Tamaño Min (mm)

# GradeSizelistViewExTargetNumber.Text
source: 装箱量（个）
es: Cantidad

# GradeSizelistViewExTargetWeight.Text
source: 装箱量（克）
es: Peso objetivo(gr)

# GradeSizelistViewExMinWeight.Text
source: 最小重量（克）
es: Peso mínimo(gr)

# GradeSizelistViewExMinVolume.Text
source: 最小体积（立方厘米）
es: Volumen Min(mm3)

# GradeSizelistViewExMinArea.Text
source: 最小面积（平方毫米）
es: Área Min (mm2)

# GradeNumlabel.Text
source: 等级数量
es: Num Categoría

# LabelNamelabel4.Text
source: 贴标机4
es: Etiquetador 4

# LabelNamelabel3.Text
source: 贴标机3
es: Etiquetador 3

# LabelNamelabel2.Text
source: 贴标机2
es: Etiquetador 2

# LabelNamelabel1.Text
source: 贴标机1
es: Etiquetador 1

# LabelNamegroupBox.Text
source: 贴标机
es: Etiquetador

# ExitLabelTyperadioButton.Text
source: 按出口方式
es: Salida

# GradeLabelTyperadioButton.Text
source: 按等级方式
es: Categoría

# NoLabelTyperadioButton.Text
source: 不贴标
es: Sin Etiquetado

# LabelTypegroupBox.Text
source: 贴标工作方式
es: Método de Etiquetado

# NumradioButton.Text
source: 个
es: num

# GramradioButton.Text
source: 克
es: g

# WeightUnitsgroupBox.Text
source: 计算每箱重单位
es: Unidad por Caja

# VolumeradioButton.Text
source: 体积
es: Volumen

# ArearadioButton.Text
source: 面积
es: Area

# DiameterradioButton.Text
source: 直径
es: Diámetro

# WeightcheckBox.Text
source: 重量
es: Peso

# SizecheckBox.Text
source: 大小
es: Tamaño

# SortingStandardgroupBox.Text
source: 分选标准
es: Estándar Clasificación

# SizeGrade.Text
source: 尺寸（重量）设置
es: Ajustes de Tamaño(Peso)

# OKbutton.Text
source: 确定
es: Aceptar

# Cancelbutton.Text
source: 取消
es: Cancelar

# $this.Text
source: 等级设定
es: Ajustes de Tamaño
