Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/MainForm.*.resx
Languages: es

# button1.Text
source: 上传测试
es: Subir prueba

# SampleExitLabel.Text
source: 抽检口
es: Acceso control manchas

# LblProOffAndCannotPrint.Text
source: 加工未完成不能打印
es: Impresión desabilitada, proceso en marcha

# LblProOffAndPrint.Text
source: 加工已完成可以打印
es: Lote completo puede imprimir

# VelUnitlabel.Text
source: 个/分钟
es: RPM

# BatchNumlabel.Text
source: 本批个数
es: Número Lote

# BatchNumUnitlabel.Text
source: 个
es: frutos

# SeparationEfficiencylabel.Text
source: 分选效率
es: Uso Maquina

# SeparationProgramelabel.Text
source: 分选程序
es: Programa

# SeparationProgrameChangelabel.Text
source: (未保存)
es: (no guardado)

# SeparationVellabel.Text
source: 分选速度
es: Velocidad

# WeightCountlabel.Text
source: 本批重量
es: Peso Lote

# AverWeightCountlabel.Text
source: 平均重量
es: Peso Promedio

# WeightCountUnitlabel.Text
source: 吨
es: t

# RealWeightCountlabel.Text
source: 实时产量
es: Capacidad

# AverWeightCountUnitlabel.Text
source: 克
es: g

# RealWeightCountUnitlabel.Text
source: 吨/时
es: Ton/h

# StartTimelabel.Text
source: 开始时间
es: Hora de Inicio

# Intervallabel.Text
source: 间隔速度
es: Velocidad de Intervalo

# IntervalUnitlabel.Text
source: 毫秒
es: ms

# StopSortinglabel.Text
source: 准备分选...
es: En preparación...

# StandardSettinglabel.Text
source: 基准整定中...
es: Benchmarking...

# NoramlSortinglabel.Text
source: 正常分选
es: Normal

# GradedataGridViewTopLeftHeadCelllabel.Text
source: 等级
es: Categoría

# GradeSizelistViewName.Text
source: 等级名称
es: Nombre

# GradeSizelistViewSize.Text
source: 尺寸
es: Tamaño

# GradeSizelistViewWeightSum.Text
source: 等级重量
es: Peso Total

# GradeSizelistViewWeightPercent.Text
source: 重量百分比
es: Porcentaje Peso

# GradeSizelistViewBoxNumber.Text
source: 箱数
es: Cajas

# GradeSizelistViewTargetNumber.Text
source: 装箱量（个）
es: Cantidad Carga (Frutos)

# GradeSizelistViewLabel.Text
source: 贴标
es: Etiquetado

# GradeSizelistViewWeight.Text
source: 重量
es: Peso

# GradeSizelistViewNum.Text
source: 等级个数
es: Num Total

# GradeSizelistViewTargetWeight.Text
source: 装箱量（克）
es: peso de carga(gramos)

# GradeSizelistViewWeightPerBox.Text
source: 每箱重
es: Peso por empaque

# GradeSizelistViewNumPercent.Text
source: 个数百分比
es: Porcentaje

# GradeSizelistViewBoxPercent.Text
source: 箱数百分比
es: Porcentaje Cajas

# SystemtoolStripStatusLabel.Text
source: 就绪
es: Estamos listos

# CuptoolStripStatusLabel.Text
source: 果杯:
es: Rodillo:

# 加载配置toolStripMenuItem.Text
source: 加载配置
es: Cargar Configuración

# 保存配置toolStripMenuItem.Text
source: 保存配置
es: Guardar Configuración

# 退出XToolStripMenuItem.Text
source: 退出(X)
es: Salir

# 文件FToolStripMenuItem.Text
source: 文件(F)
es: Archivo

# 等级设定toolStripMenuItem.Text
source: 等级设定
es: Ajustes de Tamaño

# 工程设置toolStripMenuItem.Text
source: 工程设置
es: Ajustes de Servicio

# 恢复设置toolStripMenuItem.Text
source: 恢复设置
es: Ajustes de Restauración

# 备份设置toolStripMenuItem.Text
source: 备份设置
es: Ajustes de Respaldo

# 设置SToolStripMenuItem.Text
source: 设置(S)
es: Ajustes

# 电磁阀测试toolStripMenuItem.Text
source: 电磁阀测试
es: Test de Solenoides

# 电机使能ToolStripMenuItem.Text
source: 电机使能
es: Activar Motor

# 出口清空toolStripMenuItem.Text
source: 出口清空
es: Salida despejada.

# 数据清零toolStripMenuItem.Text
source: 数据清零
es: Limpiar Datos

# 结束加工toolStripMenuItem.Text
source: 结束加工
es: Fin Lote

# 复位果杯toolStripMenuItem.Text
source: 复位果杯
es: Reinicio Copas

# 测试果杯toolStripMenuItem.Text
source: 测试果杯
es: Test Copas

# 固定窗口toolStripMenuItem.Text
source: 固定窗口
es: Guardar Plantilla

# WIFI功能ToolStripMenuItem.Text
source: WIFI功能
es: Habilitar Wifi

# 关闭IPMToolStripMenuItem.Text
source: 关闭IPM
es: Cerrar IPM

# 数据恢复ToolStripMenuItem.Text
source: 数据恢复
es: Recuperación de datos

# 工具TToolStripMenuItem.Text
source: 工具(T)
es: Herramientas

# 用户手册ToolStripMenuItem.Text
source: 用户手册
es: Manual de Usuario

# 语言切换ToolStripMenuItem.Text
source: 语言切换
es: Cambio de Idioma

# 关于ToolStripMenuItem.Text
source: 关于
es: Acerca de Reemoon

# 帮助HToolStripMenuItem.Text
source: 帮助(H)
es: Ayuda

# QaulitytoolStripButton.Text
source: 品质设置
es: Ajustes de Categorías

# GradetoolStripButton.Text
source: 等级设定
es: Ajustes de Tamaño

# FruitInfotoolStripButton.Text
source: 水果信息
es: Info Fruta

# LoadtoolStripButton.Text
source: 载入程序
es: Cargar Programa

# SavetoolStripButton.Text
source: 保存程序
es: Guardar Programa

# SeparationLogtoolStripButton.Text
source: 分选日志
es: Registro

# ProcessInfotoolStripButton.Text
source: 加工信息
es: Detalles Lote

# StatisticInfotoolStripButton.Text
source: 统计信息
es: Estadísticas

# EndProcesstoolStripButton.Text
source: 结束加工
es: Finalizar Lote

# PrinttoolStripButton.Text
source: 打印
es: Imprimir

# QualitytoolStripButton.Text
source: 内部品质
es: Calidad Interna

# ClientInfoLabel.Text
source: 客户名称
es: Nombre cliente

# 启动ToolStripMenuItem.Text
source: 启动
es: Iniciar

# 暂停ToolStripMenuItem.Text
source: 暂停
es: Pausa

# 打开ToolStripMenuItem.Text
source: 打开
es: Abrir

# 清空ToolStripMenuItem.Text
source: 清空
es: Limpiar

# ClientInfoLabelCustomer.Text
source: 客户名称：
es: Nombre cliente:

# ClientInfoLabelGrower.Text
source: 农场名称：
es: Nombre agricultor:

# ClientInfoLabelVariety.Text
source: 水果品种：
es: Variedad fruto:
