Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/ProcessInfoForm.*.resx
Languages: es

# label1.Text
source: Customer:
es: Cliente:

# label2.Text
source: Grower:
es: Cultivador:

# label3.Text
source: Variety:
es: Variedad:

# label4.Text
source: Start Date:
es: Fecha Inicio:

# label5.Text
source: End Date:
es: Fecha Término:

# BtnSelect.Text
source: Search
es: Buscar

# BtnStatistics.Text
source: Report
es: Reporte

# BtnReSet.Text
source: Reset
es: Reiniciar

# LblCustomerID.Text
source: Batch ID
es: ID Lote

# LblCustomerName.Text
source: Customer
es: Cliente

# LblFarmName.Text
source: Grower
es: Cultivador

# LblFruitName.Text
source: Variety
es: Variedad

# LblCompletedState.Text
source: Batch Status
es: Estado Lote

# LblStartTime.Text
source: Start Time
es: Hora Inicio

# LblEndTime.Text
source: Finish Time
es: Hora Término

# LblBatchWeight.Text
source: Batch Weights
es: Peso Lote

# LblBatchNumber.Text
source: Batch Number
es: Número de Lote

# LblProcessOff.Text
source: Batch of processing is done
es: el lote de procesamiento está hecho

# LblProcessOn.Text
source: Batch of processing is running
es: El lote de procesamiento se está ejecutando

# BtnFilter.Text
source: Filter
es: Filtración de salida

# ExportExcelbutton.Text
source: Merge export
es: Fusión y exportación

# BtnDetailStatistics.Text
source: Batch report
es: Volumen exportado

# LblNumberTotals.Text
source: Total number
es: Número total

# LblBatchCount.Text
source: Batch num
es: Número de lotes

# LblWeightTotals.Text
source: Total weight
es: Peso bruto

# LblCustomerCount.Text
source: Customer num
es: Número de clientes

# LblMainReportCartonsPer.Text
source: Cartons Percent
es: Porcentaje del número de cajas

# LblMainReportCartons.Text
source: Cartons
es: Número de cajas

# LblMainReportWeightPer.Text
source: Weight Percent
es: Porcentaje de peso

# LblMainReportWeights.Text
source: Total Weight
es: Peso de la categoría

# LblMainReportPiecesPer.Text
source: Num Percent
es: (Porcentaje)

# LblMainReportPieces.Text
source: Total Num
es: Número de clases

# LblMainReportName.Text
source: Name
es: Nombre de clase

# LblExcelEndTime.Text
source: End Time:
es: Hora final：

# LblExcelStartTime.Text
source: Start Time:
es: Hora de inicio

# LblPrintProgramName.Text
source: Program Name:
es: Procedimiento de selección：

# LblPrintAveFruitWeight.Text
source: Ave fruit weight:
es: Peso medio：

# LblPrintTotalCartons.Text
source: Total cartons:
es: Resumen del número de cajas：

# LblPrintTotalWeight.Text
source: Total weight:
es: Resumen del peso：

# LblPrintTotalPieces.Text
source: Total pieces:
es: Resumen de números：

# LblPrintFruitVarieties.Text
source: Variety:
es: Variedades de fruta：

# LblPrintFarmName.Text
source: Grower:
es: Nombre de explotación：

# LblPrintCustomerName.Text
source: Customer:
es: Nombre del cliente：

# LblPrintBatchReport.Text
source: Batch Report
es: Declaración de transformación

# $this.Text
source: Statistics management
es: Gestión Estadísticas
