Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/ProjectSetForm.*.resx
Languages: es

# SystemStructPage.Text
source: 系统结构设置
es: Estructura Sistema

# ChannelRangePage.Text
source: 通道范围设置
es: Rango de Linea

# ChannelExittabPage.Text
source: 通道出口设置
es: Línea de Salida

# WeightSettabPage.Text
source: 重量设置
es: Peso

# FlawSettabPage.Text
source: 瑕疵设置
es: Configuración defecto

# FruitSetPage.Text
source: 水果信息设置
es: InfoFruta

# label61.Text
source: 相机延时
es: Retardo de cámara

# groupBox26.Text
source: 系统类型
es: Tipo de sistema

# label11.Text
source: 个
es: Piezas

# columnHeader8.Text
source: 参数类型
es: Tipo de parámetro

# label10.Text
source: 抽检数量
es: Número de Muestra

# label9.Text
source: 抽检出口
es: Salida de Muestra

# SystemStructEffectbutton.Text
source: 立即生效
es: Enviar Data

# ShowgroupBox.Text
source: 硬件设置
es: Opciones de Clasificación

# MultiFreqcheckBox.Text
source: 倍频功能
es: Frecuencia doble

# WifiBroadcastcheckBox.Text
source: Wifi功能
es: Wifi

# TangxincheckBox.Text
source: 糖心
es: Vitrescencia

# BrowncheckBox.Text
source: 褐变
es: Pardeamiento

# SkincheckBox.Text
source: 干物质
es: Piel plana

# HollowcheckBox.Text
source: 硬度
es: Hueco

# AciditycheckBox.Text
source: 酸度
es: Acidez

# WatercheckBox.Text
source: 含水率
es: Contenido de humedad

# RotcheckBox.Text
source: 腐烂
es: Descomposición

# BruisecheckBox.Text
source: 擦伤
es: Contusión

# UltrasoniccheckBox.Text
source: 超声波
es: Ultrasonido

# InternalcheckBox.Text
source: 内部品质
es: Interno

# UVVisioncheckBox.Text
source: UV视觉
es: UV

# WeighcheckBox.Text
source: 重量系统
es: Peso

# ProjectedAreacheckBox.Text
source: 投影面积
es: área proyectada

# SugarcheckBox.Text
source: 糖度
es: grados Brix

# CIRVisioncheckBox.Text
source: CIR视觉
es: CIR

# HardnesscheckBox.Text
source: 硬度
es: Dureza

# VolumecheckBox.Text
source: 体积
es: Volumen

# ShapecheckBox.Text
source: 形状
es: Forma

# FlawcheckBox.Text
source: 瑕疵
es: Defecto

# DensitycheckBox.Text
source: 密度
es: Densidad

# ColorcheckBox.Text
source: 颜色
es: Color

# label1.Text
source: 工作台设置
es: Ajustes Distribución

# ExitNumlabel.Text
source: 出口数量
es: Número Salida

# ResolutiongroupBox.Text
source: 相机选择
es: Ajustes Cámara

# label8.Text
source: 数据包：
es: Paquete de datos:

# label5.Text
source: 像素选择：
es: Tipo de Cámara:

# Heightlabel.Text
source: 高度：
es: Alto:

# Widthlabel.Text
source: 宽度：
es: Ancho:

# SubSysNocolumnHeader1.Text
source: 子系统编号
es: ID Subsistema

# ChannelNumcolumnHeader.Text
source: 通道数
es: Número de Lineas

# ImgAndUVcolumnHeader.Text
source: 图像和紫外线数据匹配
es: D a Sistema UV

# ImgAndWeighcolumnHeader.Text
source: 图像和重量数据匹配
es: D a Sistema P

# ImgAndSugarcolumnHeader.Text
source: 图像和含糖量数据配准
es: D a Sistema IQ

# ImgAndUltrasoniccolumnHeader.Text
source: 图像和超声波数据匹配
es: D a Sistema UI

# IQSEnableFlagscolumnHeader.Text
source: 内部品质通道启用匹配
es: Calidad Interna

# SubSysNumlabel.Text
source: 子系统个数
es: Cantidad Subsistemas

# ImageOffsetgroupBox.Text
source: 图像偏移
es: Desviación de imagen

# groupBox27.Text
source: 多相机校准
es: Calibración Multicámara

# checkBoxShutterAdjust.Text
source: 校准开关
es: Interruptor de calibración

# EvenShowcheckBox.Text
source: 倍频采集
es: FrecuenciaDoble

# CameraLocationlabel.Text
source: 相机位置：
es: Posición:

# groupBox15.Text
source: 直径示意图
es: Diagrama de Diámetro

# VerticalDialabel.Text
source: 垂 轴 径
es: Dia Vertical

# EquatorialDialabel.Text
source: 最 大 弦
es: Dia Ecuatorial

# MaxDialabel.Text
source: 最大直径
es: Dia Max

# SymmetryDialabel.Text
source: 对 称 轴
es: Dia Simetría

# MinDialabel.Text
source: 最小直径
es: Dia Min

# ChannelRangeEffectbutton.Text
source: 立即生效
es: Enviar Data

# ImageCorrectioncheckBox.Text
source: 图像校对
es: Corrección de Imagen

# SaveImagebutton.Text
source: 保存图像
es: Guardar Imagen

# groupBox14.Text
source: 像素当量
es: Radio Pixel

# Computebutton.Text
source: 自动计算
es: Calcular

# RealLengthlabel.Text
source: 物理长度(mm)
es: Distancia (mm)

# ChannelRangeCupgroupBox.Text
source: 图像区域
es: Área de Imagen

# ChannelRangeCupNumlabel.Text
source: 采集数量
es: Número de Imagenes

# CupSeleclabel.Text
source: 操作选择（区域）
es: Selección de operación(área)

# groupBox13.Text
source: 算法参数
es: Parámetros Aritméticos

# label72.Text
source: 分离白板阈值
es: Umbral de separación

# NIRDetectionThresholdlabel.Text
source: NIR分离水果阈值
es: Valor límite separación fruto NIR

# SeedPointRangelabel.Text
source: 种子点区间范围
es: Intervalo de semilla

# OutRangeThresholdlabel.Text
source: 越界调整比率
es: Ïndice ajuste transgresión

# OverlapThresholdlabel.Text
source: 水果重叠阈值
es: Umbral de Contacto

# DetectionThresholdlabel.Text
source: 分离水果阈值
es: Umbral de Extracción

# DefaultThreshlabel.Text
source: 默认值
es: Valores por defecto

# groupBox12.Text
source: 其它相机参数
es: Otros Coeficientes de Cámara

# label3.Text
source: 相机延时µs
es: Retardo Gatillador µs

# label2.Text
source: 快 门
es: Obturador

# AutoWhiteBalancecheckBox.Text
source: 自动白平衡
es: Balance de Blanco Automático

# AutoWBGetCoeffbutton.Text
source: 获取系数
es: Coef Ganancia

# label7.Text
source: 输入标准值
es: Ingreso Valores

# SemiAutoWhiteBalancecheckBox.Text
source: 白平衡校正
es: Balance de Blanco Semiautomático

# AutoWBStandardBlabel.Text
source: B分量
es: Valor B

# AutoWBStandardGlabel.Text
source: G分量
es: Valor G

# AutoWBStandardRlabel.Text
source: R分量
es: Valor R

# WhiteBalancegroupBox.Text
source: 相机白平衡参数
es: Balance de Blanco

# WhiteBalanceBlabel.Text
source: B分量
es: Valor B

# WhiteBalanceGlabel.Text
source: G分量
es: Valor G

# WhiteBalanceRlabel.Text
source: R分量
es: Valor R

# ImageInfogroupBox.Text
source: 通道1
es: Línea 1

# MinDRatiolabel.Text
source: 扁椭型横径比
es: Elongación Oblato

# DAvglabel.Text
source: 分选直径
es: Dia Promedio

# Gradelabel.Text
source: 等级
es: Clases

# Volumlabel.Text
source: 体积
es: Volumen

# FlawNumlabel.Text
source: 瑕疵个数
es: Num Defecto

# FlawArealabel.Text
source: 瑕疵面积
es: Área Defecto

# ProjectArealabel.Text
source: 投影面积
es: Área

# ColorRatiolabel3.Text
source: 颜色3比例
es: Color 3 %

# ColorRatiolabel2.Text
source: 颜色2比例
es: Color 2 %

# ColorRatiolabel1.Text
source: 颜色1比例
es: Color 1 %

# TransDiaRatiolabel.Text
source: 横径比
es: Elongación

# MinDiameterlabel.Text
source: 最小直径
es: Dia Min

# MaxDiameterlabel.Text
source: 最大直径
es: Dia Max

# ShowBlobcheckBox.Text
source: 显示blob
es: Blob

# ContinuousSamplecheckBox.Text
source: 连续采集
es: Video

# Cameralabel.Text
source: 相机类型：
es: Cámara:

# ChannelRangeChannellabel.Text
source: 通道：
es: Línea:

# ChannelExitEffectbutton.Text
source: 立即生效
es: Efecto inmediato

# Outletlabel.Text
source: 出口
es: Salida

# Labellabel.Text
source: 贴标
es: Etiquetadora

# columnHeader1.Text
source: 名称
es: Salida

# columnHeader2.Text
source: 距离
es: Distancia

# columnHeader3.Text
source: 偏移
es: Duración

# columnHeader4.Text
source: 驱动器
es: ID Controlador

# columnHeader5.Text
source: 接口
es: Conector

# columnHeader6.Text
source: 引脚
es: ID Pin

# ChannelSeleclabel.Text
source: 通道选择：
es: Línea:

# ExitMotorDriverPinEffectbutton.Text
source: 立即生效
es: Enviar Data

# columnHeader7.Text
source: 名称
es: Salida

# columnHeader10.Text
source: 驱动器
es: ID Controlador

# columnHeader11.Text
source: 接口
es: Conector

# columnHeader12.Text
source: 引脚
es: ID Pin

# columnHeader21.Text
source: 延长时间
es: Extensión de tiempo

# columnHeader22.Text
source: 持续时间
es: Duración:

# ElecPluselabel.Text
source: 电磁阀脉宽
es: Pulso Solenoide

# LabelPluselabel.Text
source: 贴标脉宽
es: Pulso Etiquetado

# StopContinuouslabel.Text
source: 停止追踪
es: Stop rastreo

# CupFaultlabel.Text
source: 果杯故障
es: Taza fallo

# CupNormal.Text
source: 果杯正常
es: Taza normal

# WeightEffectbutton.Text
source: 立即生效
es: Efecto inmediato

# ClearDatabutton.Text
source: 清除数据
es: Borrado datos

# TrackDatabutton.Text
source: 数据追踪
es: Rastreo datos

# WaveCapturebutton.Text
source: 波形捕捉
es: Captura forma de onda

# WagonNumcolumnHeader.Text
source: 车号
es: Taza ID

# FruitWeightcolumnHeader.Text
source: 果重G
es: Peso fruto

# WagonWeightcolumnHeader.Text
source: 车重G
es: Peso taza

# AverageWeightlabel.Text
source: 平均重量
es: Peso Promedio

# Zerobutton.Text
source: 清零
es: Limpiar

# Thresholdlabel.Text
source: 阈值
es: Umbral

# CurrentWeightlabel.Text
source: 当前重量
es: Peso Actual

# groupBox5.Text
source: G-AD系数（AD1）
es: Radio G-AD (AD1)

# GAD1Zerobutton.Text
source: 归零
es: Limpiar Datos

# GAD1Calibratbutton.Text
source: 标定
es: Calibración

# GAD1ADlabel.Text
source: AD值
es: AD valor

# GAD1Weightlabellabel.Text
source: 重量
es: Peso

# GAD0groupBox.Text
source: G-AD系数（AD0）
es: Radio G-AD (AD0)

# GAD0Zerobutton.Text
source: 归零
es: Limpiar Datos

# GAD0Calibratbutton.Text
source: 标定
es: Calibración

# GAD0ADlabel.Text
source: AD值
es: AD valor

# GAD0Weightlabel.Text
source: 重量
es: Peso

# CorrectionCoefflabel.Text
source: 校正系数
es: Coeficiente de Corrección

# WeightChannellabel.Text
source: 通 道
es: Línea

# CupAverageWeightlabel.Text
source: 果杯均重
es: Peso Copas

# CupNumlabel.Text
source: 果杯总数
es: Total Copas

# DatumCupNumlabel.Text
source: 基准果杯数
es: Calibración Copa

# CupDamageThresholdlabel.Text
source: 杯破损阈值
es: Copa Dañada

# CupToleranceThresholdlabel.Text
source: 杯偏差阈值
es: Diferencia Copa

# MiniLevelThresholdlabel.Text
source: 最小等级阈值
es: Peso Mínimo

# FilterCoefflabel.Text
source: 滤波系数
es: Filtro

# SingnalSourcecheckBox.Text
source: 内信号源
es: Simulación de Funcionamiento

# TestFruitCupcheckBox.Text
source: 测试果杯
es: Test Copa

# Resetbutton.Text
source: 复位
es: Reiniciar

# WorkingModelabel.Text
source: 工作状态
es: Estado

# FlawEffectbutton.Text
source: 立即生效
es: tomar efecto inmediatamente

# MatchParagroupBox.Text
source: 匹配参数
es: parámetro de coincidencia

# AreaOffsetlabel.Text
source: 面积偏差
es: desviación área

# AngleOffsetlabel.Text
source: 角度偏差
es: ángulo desviación

# VerOffsetlabel.Text
source: 垂直偏差
es: desviación vertical

# groupBox9.Text
source: 花皮果参数
es: El parámetro de fruta rayada

# AreaRatioThreshgroupBox.Text
source: 比例阈值
es: umbral proporcional

# AreaRatioThreshlabel4.Text
source: 值4
es: valor 4

# AreaRatioThreshlabel3.Text
source: 值3
es: valor 3

# AreaRatioThreshlabel2.Text
source: 值2
es: valor 2

# AreaRatioThreshlabel1.Text
source: 值1
es: valor 1

# GreyThreshgroupBox.Text
source: 灰度阈值
es: umbral de grados grises

# GreyThreshlabel4.Text
source: 值4
es: valor 4

# GreyThreshlabel3.Text
source: 值3
es: valor 3

# GreyThreshlabel2.Text
source: 值2
es: valor 2

# GreyThreshlabel1.Text
source: 值1
es: valor 1

# LevelNumlabel.Text
source: 层数
es: número de capas

# LevelNumLabelcolumnHeader.Text
source: 层
es: capas

# ThresholdcolumnHeader.Text
source: 阈值
es: umbral

# GreenFruitAreaThreshlabel.Text
source: 绿色水果有效面积阈值
es: Umbral de área válida de fruta verde

# HthresholdGlabel.Text
source: 绿色水果H分量阈值
es: Umbral del componente H de fruta verde

# BlueBinDiilateTimeslabel.Text
source: 像素蓝色分量获得的二值图要进行膨胀次数
es: el número expandido de la imagen binaria obtenida por el componente pixel azul

# YUVBinDilateTimeslabel.Text
source: 经YUV阈值处理后二值图像膨胀次数
es: el número de imágenes expandidas después de que se procesó el umbral YUV

# LayerBumForEdgeSpotlabel.Text
source: 选取第几层的二值图像
es: Seleccione la imagen de segundo valor en la primera capa

# ErodeTimesForEfctlabel.Text
source: 获取轮廓腐蚀的次数
es: Obtenga la cantidad de corrosión del contorno

# MakeBlueBinThreshlabel.Text
source: 蓝色分量生成二值图像阈值
es: El componente azul genera un umbral de imagen binario

# LightAreaToZeroThresholdlabel.Text
source: 过量区域置0阈值
es: umbral 0 para exceso de región

# SpotBlueCenterGaplabel.Text
source: 已检亮斑点与当前斑点距离阈值
es: umbral de distancia entre el punto marcado y el punto actual

# SpotGreyCenterGaplabel.Text
source: 灰度检测半点中心距离阈值
es: Detección de grados grises del umbral de distancia del centro

# FlawArealabel1.Text
source: 瑕疵面积阈值
es: umbral area defecto

# FruitTypeGridViewTopLeftHeadCelllabel.Text
source: 水果种类
es: TipoFruta

# FruitEffectbutton.Text
source: 立即生效
es: Efecto inmediato

# Column17.HeaderText
source: 密度(kg/m3)
es: Densidad(kg/m3)

# LoadConfigbutton.Text
source: 加载
es: Cargar

# SaveConfigbutton.Text
source: 另存
es: Guardar

# Cancelbutton.Text
source: 关闭
es: Cerrar

# Start.Text
source: 电磁阀测试
es: Válvulas solenoides

# Stop.Text
source: 停止电磁阀测试
es: Detener la prueba

# Lanelabel.Text
source: 通道
es: Línea

# TesttoolStripMenuItem.Text
source: 单击测试
es: Prueba de campo

# button1.Text
source: 保存参数
es: Guardar parámetro

# $this.Text
source: 工程设置
es: Ajustes Servicio
