Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/QualityParamSetForm.*.resx
Languages: es

# nTagInfoHlabel.Text
source: 标签H值范围:
es: Etiqueta H rango de valor:

# nTagInfoYlabel.Text
source: 标签Y值范围:
es: Etiqueta Y rango de valor:

# SaveSrcImagebutton.Text
source: 保存原图
es: Guardar Imagen Original

# TagDemarcatelabel.Text
source: 标签颜色均值为:
es: Valor color promedio de etiqueta:

# TagDemarcatebutton.Text
source: 标签标定
es: Demarcado Etiqueta

# ColorResultlabel.Text
source: 结果显示：
es: Resultado Color:

# ColorAvgThresholdlabel.Text
source: 平均阈值：
es: Valor umbral medio:

# ColorIntervallabel.Text
source: 颜色区间
es: Rango color:

# NewColorlabel.Text
source: 新颜色
es: Nuevo color

# ColorlistViewExName.Text
source: 名称
es: Nombre

# ColorlistViewExAverage.Text
source: 平均值
es: Promedio

# ColorPercentlabel.Text
source: 百分比：
es: Porcentaje:

# SaveImagebutton.Text
source: 保存图片
es: Guardar Imagen

# ColorAreaTestbutton.Text
source: 颜色区间
es: Intervalo de Color

# GetImagebutton.Text
source: 获取图像
es: Obtener Imagen

# MinGraylabel.Text
source: 对比亮度
es: Contraste brillo

# ImageTypecomboBox.Items
source: UV图
es: Mapa UV

# ImageTypecomboBox.Items1
source: H色谱图
es: Mapa Hue

# ImageTypecomboBox.Items2
source: 灰度图
es: Mapa Escala de Grises

# AverageradioButton.Text
source: 平均值
es: Promedio

# PercentageradioButton.Text
source: 百分比
es: Porcentaje

# ColorSettabPage.Text
source: 颜色参数设置
es: Ajustes de Color

# columnHeader28.Text
source: 等级名称
es: Nombre

# columnHeader29.Text
source: 最大直径/最小直径
es: Diámetro Max/Min

# Shapelabel.Text
source: 形状
es: Forma

# Islabel.Text
source: 为
es: Para

# ShapeParamgroupBox.Text
source: 形状参数
es: Parámetro Forma

# ShapeSettabPage.Text
source: 形状参数设置
es: Ajustes Forma

# FlawSaveSrcImagebutton.Text
source: 保存原图
es: Guardar Imagen Original

# FlawNumlabel.Text
source: 瑕疵个数
es: Cantidad defecto

# FlawArealabel.Text
source: 瑕疵面积
es: Ärea defecto

# FlawSaveImagebutton.Text
source: 保存图片
es: Guardar imagen

# FlawGetImagebutton.Text
source: 获取图像
es: Obtener Imagen

# columnHeader9.Text
source: 等级名称
es: Nombre

# columnHeader10.Text
source: 瑕疵面积（‰）
es: Área Defecto (%)

# columnHeader11.Text
source: 瑕疵个数
es: Número Defecto

# Flawlabel.Text
source: 瑕疵
es: Defecto

# FlawSettabPage.Text
source: 瑕疵参数设置
es: Ajustes Defectos

# label7.Text
source: 擦伤个数
es: Cantidad contusión

# label9.Text
source: 擦伤面积
es: Ärea contusión

# BruiseSaveImagebutton.Text
source: 保存图片
es: Guardar imagen

# BruiseGetImagebutton.Text
source: 获取图像
es: Adquisición imagen

# columnHeader22.Text
source: 等级名称
es: Nombre clase

# columnHeader23.Text
source: 擦伤面积（%）
es: Ärea contusión（%）

# columnHeader24.Text
source: 擦伤个数
es: Cantidad contusión

# label10.Text
source: 擦伤
es: Contusión

# BruiseSettabPage.Text
source: 擦伤参数设置
es: Configuración parámetros Contusión

# label11.Text
source: 腐烂个数
es: Cantidad podrido

# label13.Text
source: 腐烂面积
es: Ärea podrido

# RotSaveImagebutton.Text
source: 保存图片
es: Guardar imagen

# RotGetImagebutton.Text
source: 获取图像
es: Adquisición imagen

# columnHeader25.Text
source: 等级名称
es: Nombre clase

# columnHeader26.Text
source: 腐烂面积（%）
es: Ärea podrido（%）

# columnHeader27.Text
source: 腐烂个数
es: Cantidad podrido

# label14.Text
source: 腐烂
es: Podrido

# RotSettabPage.Text
source: 腐烂参数设置
es: Configuración parámetros Podrido

# columnHeader3.Text
source: 等级名称
es: Nombre clase

# columnHeader4.Text
source: 密度
es: Densidad

# Densitylabel.Text
source: 密度
es: Densidad

# DensitySettabPage.Text
source: 密度参数设置
es: Configuración parámetros Densidad

# columnHeader7.Text
source: 等级名称
es: Nombre clase

# columnHeader8.Text
source: 糖度
es: Grado Brix

# Sugarlabel.Text
source: 糖度
es: Grado Brix

# SugarSettabPage.Text
source: 糖度参数设置
es: Configuración parámetros Brix

# columnHeader12.Text
source: 等级名称
es: Nombre clase

# columnHeader13.Text
source: 酸度
es: Grado Acidez

# label2.Text
source: 酸度
es: Grado Acidez

# AciditySettabPage.Text
source: 酸度参数设置
es: Configuración parámetros Acidez

# columnHeader14.Text
source: 等级名称
es: Nombre clase

# columnHeader15.Text
source: 硬度
es: Dureza

# label3.Text
source: 硬度
es: Dureza

# HollowSettabPage.Text
source: 硬度参数设置
es: Configuración parámetros Dureza

# columnHeader16.Text
source: 等级名称
es: Nombre clase

# columnHeader17.Text
source: 干物质
es: Materia seca

# label4.Text
source: 干物质
es: Materia Seca

# SkinSettabPage.Text
source: 干物质参数设置
es: Configuración parámetros Materia Seca

# columnHeader18.Text
source: 等级名称
es: Nombre clase

# columnHeader19.Text
source: 褐变
es: Pardeamiento

# label5.Text
source: 褐变
es: Pardeamiento

# BrownSettabPage.Text
source: 褐变参数设置
es: Configuración parámetros Pardeamiento

# columnHeader20.Text
source: 等级名称
es: Nombre clase

# columnHeader21.Text
source: 糖心
es: Vitrescencia

# label6.Text
source: 糖心
es: Vitrescencia

# TangxinSettabPage.Text
source: 糖心参数设置
es: Configuración parámetros Vitrescencia

# columnHeader5.Text
source: 等级名称
es: Nombre clase

# columnHeader6.Text
source: 硬度
es: Dureza

# Rigiditylabel.Text
source: 硬度
es: Dureza

# RigiditySettabPage.Text
source: 硬度参数设置
es: Configuración parámetros Dureza

# columnHeader1.Text
source: 等级名称
es: Nombre clase

# columnHeader2.Text
source: 含水率
es: Contenido humedad

# label1.Text
source: 含水率
es: Contenido humedad

# WaterSettabPage.Text
source: 含水率参数设置
es: Configuración parámetros Contenido humedad

# OKbutton.Text
source: 确定
es: Confirmar

# Lanelabel.Text
source: 通道
es: Línea

# $this.Text
source: 品质参数设置
es: Ajustes Parámetros de Calidad
