Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/QualitySetForm.*.resx
Languages: es

# Namelabel.Text
source: Name
es: Nombre

# ColorcheckBox.Text
source: Check
es: Elegir

# Colorlabel.Text
source: Color Grade
es: Clase color

# FlawcheckBox.Text
source: Check
es: Elegir

# Flawlabel.Text
source: Blemish Grade
es: Clase defecto

# FlawgroupBox.Text
source: Blemish
es: Defecto

# ShapecheckBox.Text
source: Check
es: Elegir

# Shapelabel.Text
source: Shape Grade
es: Clase forma

# ShapegroupBox.Text
source: Shape
es: Forma

# DensitycheckBox.Text
source: Check
es: Elegir

# Densitylabel.Text
source: Density Grade
es: Clase densidad

# DensitygroupBox.Text
source: Density
es: Densidad

# RigiditycheckBox.Text
source: Check
es: Elegir

# Rigiditylabel.Text
source: Hardness Grade
es: Clase dureza

# RigiditygroupBox.Text
source: Hardness
es: Dureza

# SugarcheckBox.Text
source: Check
es: Elegir

# Sugarlabel.Text
source: Sugar Grade
es: Clase Brix

# SugargroupBox.Text
source: Sugar
es: Grado Brix

# OKbutton.Text
source: OK
es: Confirmar

# Cancelbutton.Text
source: Cancel
es: Cancelar

# BruisecheckBox.Text
source: Check
es: Elegir

# label1.Text
source: Bruise Grade
es: Clase contusión

# BruisegroupBox.Text
source: Bruise
es: Contusión

# RotcheckBox.Text
source: Check
es: Elegir

# label2.Text
source: Rot Grade
es: Clase podrido

# RotgroupBox.Text
source: Rot
es: Podrido

# AciditycheckBox.Text
source: Check
es: Elegir

# label3.Text
source: Acidity Grade
es: Clase Acidez

# AciditygroupBox.Text
source: Acidity
es: Acidez

# HollowcheckBox.Text
source: Check
es: Elegir

# label4.Text
source: Hardness Grade
es: Clase Dureza

# HollowgroupBox.Text
source: Hardness
es: Dureza

# SkincheckBox.Text
source: Check
es: Elegir

# label5.Text
source: Dry matter Grade
es: Clase Materia seca

# SkingroupBox.Text
source: Dry matter
es: Materia seca

# BrowncheckBox.Text
source: Check
es: Elegir

# label6.Text
source: Brown Grade
es: Clase pardeamiento

# BrowngroupBox.Text
source: Brown
es: Pardeamiento

# TangxincheckBox.Text
source: Check
es: Elegir

# label7.Text
source: Tangxin Grade
es: Clase vitrescencia

# TangxingroupBox.Text
source: Tangxin
es: Vitrescencia

# WatercheckBox.Text
source: Check
es: Elegir

# label8.Text
source: Water Grade
es: Clase Contenido humedad

# WatergroupBox.Text
source: Water
es: Contenido humedad

# $this.Text
source: Grades Param Select
es: Selección parámetros Calidad
