Repository: xcw123/Fruit-BDM
Catalog: FruitSortingVtest1.0/SpotDetectTestForm.*.resx
Languages: es

# LoadImagebutton.Text
source: Load
es: Cargar

# CupWidthlabel.Text
source: Cup width
es: Ancho taza

# FruitTypelabel.Text
source: Fruit variety
es: Variedad fruto

# StartXlabel.Text
source: Initial position of X
es: Posición inicial de X

# CupNumlabel.Text
source: Cup quantity
es: Cantidad tazas

# ImageHeightabel.Text
source: Image height
es: Alto imagen

# ImageWidthlabel.Text
source: Image width
es: Ancho imagen

# ParasSetgroupBox.Text
source: Parameter adjustment
es: Ajuste de parámetros

# GetImagebutton.Text
source: Image acquisition
es: Adquisición imagen

# FlawNumlabel.Text
source: Blemish quantity
es: Cantidad defecto

# FlawArealabel.Text
source: Blemish area
es: Ärea defecto
